Repository: konradbartecki/Podatki.wtf.OpenSource
Catalog: Resources/Pages/Index.*.resx
Languages: pl, uk

# Subheader_Part1
source: Tax calculator {0} for B2B contractors in Poland
pl: Kalkulator wynagrodzeń B2B {0} na Nowy Ład już dostępny!
uk: Податковий калькулятор b2b згідно реформ {0} року вже доступний!

source: Net
pl: Netto
uk: Нетто

source: monthly
pl: miesięcznie
uk: за місяць

source: yearly
pl: rocznie
uk: за рік

source: hourly
pl: godzinowo
uk: за годину

source: daily
pl: dziennie
uk: за день

# Subheader_Part2
source: Get to know how much you will exactly get as a sole-ownership business.
pl: Dowiedz się, ile dokładnie 🕵️‍♀️ zarobisz na rękę na samozatrudnieniu.
uk: Дізнайся скільки саме Ви отримаєте як контрактор.

source: Tax year
pl: Rok podatkowy
uk: Податковий рік

source: New
pl: Nowe
uk: Новий

source: ZUS Rate
pl: Stawka ZUS
uk: Ставка ZUS

# TaxYear_2022_v1
source: 2022 - New Polish Order v1
pl: 2022 - Nowy Polski Ład v1
uk: 2022 - Новий Польський Лад v1

# TaxYear_2022_v2
source: 2022 - New Polish Order v2
pl: 2022 - Nowy Polski Ład v2
uk: 2022 - Новий Польський Лад v2

source: PIT type
pl: Typ PITu
uk: Вид PIT

# TaxYear_2022_v2_description
source: Exact calculations for a new version of Polish Order (from 1st July 2022) are not yet well known.
pl: Wyliczenia do nowej wersji Polskiego Ładu (od 1 lipca 2022 r.) nie są jeszcze do końca znane, więc wyliczenia mogą być niedokładne.
uk: Точні розрахунки для нової версії Польського Ладу (з 1 липня 2022 року) поки що невідомі досконало.

# ZUS_Rate_Full
source: Normal (big ZUS)
pl: Normalna (duży ZUS)
uk: Звичайний (повний ZUS)

# ZUS_Rate_Preferential
source: Preferential (2 years)
pl: Preferencyjna (2 lata)
uk: Пільговий (2 роки)

# ZUS_Rate_StartRelief
source: Only medical (6 mo.) / UoP
pl: Tylko zdrowotny (6 mc) / UoP
uk: Пільга на старт (6 міс.) / UoP

# ZUS_Rate_ZusPlus
source: ZUS Plus (until 120k/year)
pl: ZUS Plus (do 120k/rok)
uk: ZUS Плюс (до 120тис/рік)

# TaxYear_IsPreview
source: Full ZUS rates are not yet known. Provided values are approximate. Assumed {0} for private avg. income in 4th quarter.
pl: Pełne stawki ZUS nie są jeszcze znane, wartości są szacunkowe. Za wartość średniego wynagrodzenia w sektorze przedsiębiorstw w czwartym kwartale przyjęto {0}
uk: Повні ставки ZUS поки що не відомі. Надані значення є приблизними. За показник середньої заробітної плати в секторі підприємств у четвертому кварталі було взято значення {0}

# PIT_Rate_Scaled
source: 🔰 Scaled {0}
pl: 🔰 Skala podatkowa {0}
uk: 🔰 Загальна {0}

# PIT_Rate_Linear
source: ➖ Linear 19%
pl: ➖ Liniowa 19%
uk: ➖ Лінійна 19%

source: Lump sum
pl: Ryczałt
uk: Спрощена система

source: Sick insurance
pl: Składka chorobowa
uk: Страхування на випадок хвороби

source: Statistics
pl: Statystyki
uk: Статистика

source: Author
pl: Autor
uk: Автор

# ZUS_Rate_None
source: Without ZUS
pl: Bez ZUS
uk: Без ZUS

source: Other costs
pl: Inne koszty
uk: Інші витрати

# Other_Costs_Description
source: Addtional costs (excluding VAT) related to conducting of business. For example phone bills, accountant.
pl: Dodatkowe koszty netto (bez VAT) związane z prowadzeniem działalności gospodarczej, np. księgowość, telefon.
uk: Додаткові витрати (без ПДВ), пов'язані з веденням господарської діяльності. Наприклад телефонні рахунки, бухгалтер.

source: Unpaid
pl: Bezpłatnych
uk: Неоплачувані

source: Paid
pl: Płatnych
uk: Оплачувані

source: days off
pl: dni urlopu
uk: вихідні

# DaysOff_Description
source: When comparing to UoP you need to assume 26 days off and optionally additional 10 sick days off.
pl: Porównując z UoP należy doliczyć 26 dni wolnych i opcjonalnie jeszcze 10 dni chorobowych.
uk: В порівнянні з UoP, вам потрібно додати 26 вихідних днів і за бажанням додаткові 10 днів лікарняного.

# DaysOff_AreUnpaid
source: Are your days off unpaid?
pl: Twój urlop jest bezpłatny?
uk: Ваші вихідні неоплачувані?

# DaysOff_ArePaid
source: Are your days off paid?
pl: Twój urlop jest płatny?
uk: Ваші вихідні оплачувані?

# ChangeToHourly
source: Change to hourly rate
pl: Zmień stawkę na godzinową
uk: Змінити на ставку погодинно

# ChangeToMonthly
source: Change to monthly rate
pl: Zmień stawkę na miesięczną
uk: Змінити на ставку помісячно

source: See explaination...
pl: Zobacz wytłumaczenie...
uk: Подивитись пояснення...

# ShowSimplified
source: Show less options
pl: Pokaż wersję uproszczoną
uk: Показати меньше варіантів

# ShowAdvanced
source: Show more options
pl: Pokaż więcej opcji
uk: Показати більше варіантів

# ZUS_Rate_ZusPlus_PreviousYear
source: ZUS Plus - Data for previous year
pl: ZUS Plus - Dane za poprzedni rok
uk: ZUS Плюс - Дані за минулий рік

source: Net Income
pl: Dochód Netto
uk: Чистий прибуток

# PLN_perYear
source: PLN/year
pl: PLN/rok
uk: PLN/рік

source: Activity conducted for
pl: Działalność prowadzona przez
uk: Діяльність проводилася протягом

# Days_Per_Year
source: days/year
pl: dni/rok
uk: днів/рік

# ZUS_Plus_Description
source: In order to calculate ZUS+ data for previous year such as days activity was conducted and net income are needed. With this option selected calculation for health contribution and work fund (Fundusz Pracy) is done on the terms of normal ZUS insurance. This option also has minimal and maximal cap. E.g. year 2021 min = 647,59 zł and max = 1457,49 zł
pl: Do wyliczenia ZUS+ potrzebne są dane za poprzedni rok, takie jak liczba dni prowadzenia działalności w roku oraz dochód. Przy tej opcji wyliczenie składki zdrowotnej i funduszu pracy obdywa się na zasadach normalnego ZUSu. Ta opcja ma również progi minimalne i maksymalne, np. na rok 2021 min = 647,59 zł oraz max = 1457,49 zł
uk: Щоб обчислити дані ZUS+ за попередній рік, такі дані як дні діяльності та чистий прибуток, необхідні. З цією опцією вибраний розрахунок для медичного внеску та трудового фонду (Fundusz Pracy) здійснюється на умовах звичайного страхування ZUS. Цей варіант також має мінімальний і максимальний ліміт. Наприклад 2021 рік мінімально = 647,59 злотих та максимально = 1457,49 злотих

source: Taxation type
pl: Typ opodatkowania
uk: Система оподаткування

source: Weekly working hours
pl: Godzin pracy w tygodniu
uk: Щотижневі робочі часи

# Hours_Per_Week
source: h/week
pl: h/tydzień
uk: год/тиждень

source: Base ZUS Rate
pl: Podstawa wymiaru ZUS
uk: Основа оцінки ZUS

# ZUS_Rate_Range
source: from 60% to 250%
pl: od 60% do 250%
uk: від 60% до 250%

# Sick_Days_Per_Year
source: Days on sick leave
pl: Dni na chorobowym
uk: Лікарняних днів

# Pay_ZUS_While_Sick_Info
source: Pay ZUS while sick
pl: Opłacaj ZUS podczas choroby
uk: Сплачувати ZUS під час хвороби

source: Net monthly
pl: Netto miesięcznie
uk: Нетто щомісяця

# Real_Net_Per_Month
source: After tax per month
pl: Do ręki co miesiąc
uk: За місяць після податків

source: Net hourly
pl: Netto godzinowo
uk: Нетто за годину

source: Net daily
pl: Netto dziennie
uk: Нетто за добу

source: PIT per month
pl: PIT co miesiąc
uk: PIT за місяць

source: ZUS per month
pl: ZUS co miesiąc
uk: ZUS за місяць

source: Net yearly
pl: Netto rocznie
uk: Нетто щорічно

# TaxYear_Tooltip
source: Yearly working days without weekends and public holidays
pl: Dni pracujące w roku bez weekendów i świąt państwowych
uk: Річні робочі дні без вихідних та святкових днів

# Total_Working_Days
source: Total working days in {0}
pl: Wymiar pracy w {0}
uk: Всього робочих днів у {0}

source: Your work time
pl: Twój czas pracy
uk: Ваш робочий час

# On_Sick_Salary_Total
source: Total sick leave allowance for {0} days
pl: Łączna wypłata na chorobowym za {0} dni
uk: Загальна сума лікарняних за {0} днів

source: Tax name
pl: Nazwa podatku
uk: Назва податку

# Tax_Base
source: Base
pl: Podstawa
uk: Податкова база

# Tax_Percent
source: Percent
pl: Procent
uk: Процент

source: Tax amount
pl: Kwota podatku
uk: Сума податку

# Tax_Relief_Name
source: Relief name
pl: Nazwa ulgi
uk: Назва пільги

# Real_Net_Per_Hour
source: After tax per hour
pl: Do ręki co godzinę
uk: Після податків на годину

# Real_Net_Per_Day
source: After tax per day
pl: Do ręki co dzień
uk: Після податків на добу

# Real_Net_Per_Month2
source: After tax per month
pl: Do ręki co miesiąc
uk: Після податків на місяць

# Real_Net_Per_Year
source: After tax per year
pl: Do ręki rocznie
uk: Після податків на рік

# Yearly_Costs_Deductible
source: Yearly costs to be deducted
pl: Kosztów łącznie rocznie do odliczenia
uk: Щорічні витрати, які підлягають вирахуванню

# Taxable_Base_Amount
source: Taxable base
pl: Podstawa opodatkowania
uk: Сума податкової бази

# Yearly_Tax_Total_Burden
source: Yearly tax total rate (ZUS+PIT+Costs)
pl: Łączne roczne obciążenie podatkowe (ZUS+PIT+Koszty)
uk: Річна загальна ставка податку (ZUS+PIT+Витрати)

# Total_Effective_Rate_Percent
source: Effective total tax rate (ZUS+PIT+Costs)
pl: Efektywne całkowite obciążenie podatkowe (ZUS+PIT+Koszty)
uk: Ефективна загальна ставка податку (ZUS+PIT+Витрати)

# Yearly_PIT
source: PIT yearly
pl: PIT rocznie
uk: Щорічний PIT

# PIT_Effective_Rate_Percent
source: PIT effective rate
pl: Efektywny podatek PIT
uk: Ефективна ставка PIT

source: Pension contribution
pl: Składka emerytalna
uk: Пенсійний внесок

source: Disability pension contribution
pl: Składka rentowa
uk: Пенсійний внесок по інвалідності

source: Accident contribution
pl: Składka wypadkowa
uk: Внесок по нещасному випадку

source: Health contribution
pl: Składka zdrowotna
uk: Медичний внесок

source: Labour fund
pl: Fundusz pracy
uk: Фонд праці

source: Sickness insurance
pl: Składka chorobowa
uk: Страхування на випадок лікарняного

# Total_Insurance_Per_Month
source: Total monthly insurance
pl: Składek ZUS łącznie
uk: Місячні внески ZUS

# Total_Deductible_Insurance_Per_Month
source: PIT deductible insurance
pl: Składki ZUS do odliczenia PIT
uk: Внески ZUS для вирахування з PIT

# Rule_LumpSum_Limit_Note
source: Warning, the lump sum limit for current year is {0}
pl: Uwaga, limit na ryczałt w tym roku to {0}
uk: Попередження, ліміт по Спрощеній системі на поточний рік становить {0}

source: Lump sum rate
pl: Stawka ryczałtu
uk: Ставка по Спрощеній системі

# Your_Work_Time_Tooltip
source: Your {0} work time without days off.
pl: Wymiar pracy w {0} po odjęciu planowanego urlopu
uk: Ваш робочий час без вихідних у {0} році.

source: Stats
pl: Statystyki
uk: Статистика

# Update
source: Updated
pl: Aktualizacja
uk: Оновлено

# Rule_LumpSum
source: ✳️ Lump sum
pl: ✳️ Ryczałt
uk: ✳️ Спрощена система

# Lump_Sum_Percentage
source: Lump Sum {0}%
pl: Ryczałt {0}%
uk: Спрощена система {0}%

# Rule_SolidarityLevy
source: Solidarity levy
pl: Opłata solidarnościowa
uk: Внесок солідарності

# Rule_TaxScale
source: Tax scale
pl: Skala podatkowa
uk: Загальна

# Rule_Linear
source: Linear
pl: Liniowa
uk: Лінійна

# Rule_LumpSum_Limit
source: Lump sum limit
pl: Limit ryczałtu
uk: Ліміт по Спрощеній системі

# Rule_Freelancers
source: Independent professionals
pl: Wolne zawody
uk: Фрілансери

# Rule_RealEstates
source: 🏚️ Real estates
pl: 🏚️ Nieruchomości
uk: 🏚️ Нерухомість

# Rule_RentalUnder100k
source: 🏚️ Rental up to 100k (8.5/12.5%)
pl: 🏚️ Wynajem do 100k (8.5/12.5%)
uk: 🏚️ Оренда до 100тис (8.5/12.5%)

# Rule_RentalOver100k
source: 🏚️ Rental over 100k
pl: 🏚️ Wynajem ponad 100k
uk: 🏚️ Оренда більше 100тис

# Rule_ConstructionWork
source: 👷‍♂ Construction Work
pl: 👷‍♂ Roboty Budowlane
uk: 👷‍♂ Будівельні роботи

# Rule_Gastronomy
source: 🍔 Gastronomy
pl: 🍔 Gastronomia
uk: 🍔 Гастрономія

# Rule_IT_Testers
source: 🧑‍💻 IT (Testers)
pl: 🧑‍💻 IT (Testerzy)
uk: 🧑‍💻 IT (Тестувальники)

# Rule_IT_Devs
source: 🧑‍💻 IT (Programmers)
pl: 🧑‍💻 IT (Programiści)
uk: 🧑‍💻 IT (Програмісти)

# Rule_HealthcareAndArchitects
source: 🏥 Healthcare and architects
pl: 🏥 Opieka zdrowotna i architekci
uk: 🏥 Медицина та архітектори

# Rule_TaxFreeAmount
source: Tax free amount
pl: Kwota wolna od podatku
uk: Неоподатковувана сума

# MiddleClassRelief_Bracket1
source: Middle Class Relief - Threshold I
pl: Ulga dla klasy średniej - I próg
uk: Пільга для середнього класу - Поріг I

# MiddleClassRelief_Bracket2
source: Middle Class Relief - Threshold II
pl: Ulga dla klasy średniej - II próg
uk: Пільга для середнього класу - Поріг II

# Real_Net_Per_Month_Short
source: After tax / m.
pl: Na rękę / m.
uk: Після податків / міс.

# Deductible_Health_Contribution_FromTax
source: Deductible health insurance (from tax)
pl: Składka zdrowotna (do odliczenia bezpośrednio od podatku)
uk: Медичне страхування (до вирахування з податку)

# Deductible_Health_Contribution_AsCost
source: Deductible health insurance (as cost)
pl: Składka zdrowotna (do wliczenia w koszty)
uk: Медичне страхування (до вирахування з витрат)

# TaxYear_2023_H1
source: 2023 - 🌗 first half
pl: 2023 - 🌗 pierwsza połowa
uk: 2023 - 🌗 перша половина

# TaxYear_2023_H2
source: 2023 - 🌓 second half
pl: 2023 - 🌓 druga połowa
uk: 2023 - 🌓 друга половина
