Repository: konradbartecki/Podatki.wtf.OpenSource
Catalog: Resources/Pages/Modals/MacbookInterestModal.*.resx
Languages: pl

# Title
source: We will reach out to you
pl: Skontaktujemy się z tobą za chwilę

# Error_IncorrectPhone
source: Enter correct phone number
pl: Wpisz poprawny numer telefonu

# Thanks
source: Thanks! That's all ✅ We will reach out to you as soon as possible.
pl: Dzięki! To wszystko ✅ Skontaktujemy się z Tobą jak najszybciej!

# Error_Unknown
source: Unfortunately something did not work, please try again later or contact us
pl: Niestety coś nie zadziałało, spróbuj ponownie później.

# Placeholder
source: Phone number
pl: Numer telefonu

# GrossPerMonth
source: gross / month
pl: brutto / miesiąc

# NetPerMonth
source: net / month
pl: netto / miesiąc

source: 🛡️ Insurance:
pl: 🛡️ Ubezpieczenie:

# InsuranceValue
source: Included (covers accidental damage)
pl: Wliczone (zawiera ochronę przed przypadkowym uszkodzeniem)

# Contract
source: 📅 Contract Duration:
pl: 📅 Długość kontraktu:

# ContractValue
source: 1 month
pl: 1 miesiąc

source: 💾 Storage space:
pl: 💾 Pojemność dysku:

source: ⌨️ Keyboard layout:
pl: ⌨️ Układ klawiatury:

# Invoice
source: 💵 Deductible VAT invoice
pl: 💵 Faktura VAT do odliczenia

# CompareAgainstYourPc
source: Compare against your computer
pl: Sprawdź jak wypada Twój komputer

source: Download GeekBench
pl: Pobierz GeekBench

# Delivery
source: 🚚 Delivers in Warsaw within 1 hour by Uber
pl: 🚚 Dostawa na terenie Warszawy w przeciągu 1 godziny poprzez Uber

# Interested
source: I am interested
pl: Chcę wiedzieć więcej

source: Close
pl: Zamknij

# PlaceholderName
source: Your name
pl: Twoje imię
